{"pageProps":{"postData":{"slug":"cyberbacher","title":"Cyberbacher","date":"2022-03-02","tags":["cyber","cyberbacher","design","sticker"],"description":"The perfect stickers for everyone who likes Cyber and cereals.","image":"/images/cyberbacher/og-cyberbacher.png","content":"\nEverybody likes some good Cyber, right? But proper Cyber is almost impossible without a balanced diet. And this is where **Cyberbacher** comes in.\n\n> _\"Cyberbacher Cyber Cereals. Cyber Cereals by Cyberbacher.\"_\n\nThe English version above is loosely translated from the German equivalent _\"Cyberbacher Cybermüsli. Cybermüsli von Cyberbacher.\"_, which is how a German cereal brand structures their notorious slogans. In case you didn't realize it, Cyberbacher is a pun consisting of the word Cyber and the company's real name, which I'm not going to mention here (if you know, you know).\n\nTwitch streamer [JvPeek](https://www.twitch.tv/jvpeek) has his own chat controlled soundboard which provides a Cyberbacher sound command reciting this exact sentence. Inspired by this, I created the design and had some stickers printed.\n\n![Cyberbacher Stickers](/images/cyberbacher/cyberbacher.jpg)\n\nI manually vectorized the logo of the real cereal brand and created the missing letters by hand. The green is just a guesstimate since I couldn't find any design documentation with color codes. They also use completely different tones of green almost everywhere, even in digital media across their different social media profiles, for example.\n\nOriginally, I had the stickers printed to hand out at events and throw them in sticker boxes. But since 2022 doesn't look to promising so far, I'm open to send a couple around. If you are interested you can contact me on [Twitter](https://twitter.com/stffffn/) and we can arrange something, depending on where you live. Otherwise you can find the files on [Github](https://github.com/stffffn/cyberbacher) in case you would like to print your own stickers.\n\nIf you printed your own or received some from me, feel free to send me pictures. I'm always happy to see them in the wild!\n\nCyberbacher, as seen on ~~TV~~ Twitch:\n\n![Screenshot Twitch Stream JvPeek](/images/cyberbacher/jvpeek.jpg)\nSource: [JvPeek](https://www.twitch.tv/jvpeek)\n\n![Screenshot Twitch Stream Chris Figge](/images/cyberbacher/chrisfigge.jpg)\nSource: [Chris Figge](https://www.twitch.tv/chrisfigge)\n"}},"__N_SSG":true}